"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?";

"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?";

"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ can’t be updated when it’s running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again.";

"%@ %@ is currently the newest version available." = "%@ %@ er nýjasta útgáfan sem er fáanleg þessa stundina.";

"%@ %@ is now available--you have %@. Would you like to download it now?" = "Útgafa %2$@ af %1$@ er nú fáanlegt en þú ert með %3$@. Viltu sækja hana núna?";

"%@ downloaded" = "%@ downloaded";

"%@ of %@" = "%@ af %@";

"A new version of %@ is available!" = "Ný útgáfa af %@ er fáanleg!";

"A new version of %@ is ready to install!" = "A new version of %@ is ready to install!";

"An error occurred in retrieving update information. Please try again later." = "Villa kom upp við að sækja uppfærsluupplýsingar. Vinsamlegast reynið síðar.";

"An error occurred while downloading the update. Please try again later." = "An error occurred while downloading the update. Please try again later.";

"An error occurred while extracting the archive. Please try again later." = "Villa kom upp við afþjöppun skráarsafns. Vinsamlegast reynið síðar.";

"An error occurred while installing the update. Please try again later." = "An error occurred while installing the update. Please try again later.";

"An error occurred while parsing the update feed." = "An error occurred while parsing the update feed.";

"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@.";

"An important update to %@ is ready to install" = "An important update to %@ is ready to install";

/* the unit for bytes */
"B" = "B";

"Cancel" = "Hætta við";

"Cancel Update" = "Cancel Update";

"Checking for updates..." = "Checking for updates…";

/* Take care not to overflow the status window. */
"Downloading update..." = "Sækja nýja útgáfu…";

/* Take care not to overflow the status window. */
"Extracting update..." = "Afþjappa uppfærslu…";

/* the unit for gigabytes */
"GB" = "GB";

"Install and Relaunch" = "Setja upp og ræsa aftur";

/* Take care not to overflow the status window. */
"Installing update..." = "Set inn uppfærslu…";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* OK button. */
"OK" = "Í lagi";

/* Status message on progress window once download has finished. */
"Ready to Install" = "Innsetning reiðubúin";

/* Message that is optionally shown at startup to allow users to turn on/off update checks. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu.";

"Update Error!" = "Villa við uppfærslu!";

"Updating %@" = "Uppfæri %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "You already have the newest version of %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "You’re up-to-date!";

/* Alternative name for "Install" button if we have a paid update or other update
	without a download but with a URL. */

"Learn More..." = "Learn More…";